##a:1.0
##ab:1.4054651081081644
##able:1.4054651081081644
##ac:1.1823215567939547
##acker:1.4054651081081644
##ad:1.1823215567939547
##ade:1.6931471805599454
##ades:1.1823215567939547
##adia:1.6931471805599454
##age:1.0
##aging:1.6931471805599454
##ago:2.0986122886681096
##ah:1.1823215567939547
##ai:1.1823215567939547
##aint:1.4054651081081644
##air:1.4054651081081644
##ak:1.0
##ake:1.1823215567939547
##aking:1.0
##al:1.0
##ale:1.1823215567939547
##ali:1.1823215567939547
##alo:1.4054651081081644
##am:1.0
##ama:1.4054651081081644
##amo:1.4054651081081644
##amp:1.1823215567939547
##an:1.0
##ana:1.1823215567939547
##and:1.1823215567939547
##ando:1.6931471805599454
##ani:1.0
##ann:1.1823215567939547
##ant:1.4054651081081644
##anta:1.4054651081081644
##anza:1.1823215567939547
##ap:1.1823215567939547
##ar:1.0
##ara:1.4054651081081644
##are:1.4054651081081644
##ari:1.1823215567939547
##arium:1.4054651081081644
##ark:1.4054651081081644
##ary:1.0
##as:1.0
##ase:1.1823215567939547
##asi:1.6931471805599454
##at:1.0
##atch:1.4054651081081644
##ate:1.0
##ath:1.0
##athlon:1.1823215567939547
##atics:1.6931471805599454
##ating:1.0
##ation:1.0
##ations:1.6931471805599454
##ative:1.1823215567939547
##atory:1.4054651081081644
##att:1.4054651081081644
##au:1.1823215567939547
##ave:1.1823215567939547
##aw:1.4054651081081644
##away:1.0
##ax:1.4054651081081644
##ay:1.0
##b:1.0
##ba:1.1823215567939547
##bach:1.6931471805599454
##back:1.1823215567939547
##ball:1.1823215567939547
##bank:1.1823215567939547
##base:1.1823215567939547
##bat:1.1823215567939547
##bb:1.1823215567939547
##bba:1.6931471805599454
##bbly:1.4054651081081644
##be:1.1823215567939547
##beat:1.4054651081081644
##bee:1.1823215567939547
##bei:1.0
##bell:1.4054651081081644
##ben:1.1823215567939547
##ber:1.0
##berg:2.0986122886681096
##bi:1.4054651081081644
##bic:1.1823215567939547
##bit:1.4054651081081644
##bl:1.1823215567939547
##bla:1.0
##ble:1.1823215567939547
##bn:1.6931471805599454
##bo:1.0
##board:1.1823215567939547
##boarding:1.0
##boat:1.4054651081081644
##body:1.6931471805599454
##book:1.0
##bor:1.1823215567939547
##box:1.4054651081081644
##bra:1.1823215567939547
##bre:1.4054651081081644
##bread:1.6931471805599454
##bri:1.0
##bu:1.1823215567939547
##building:1.1823215567939547
##burg:1.6931471805599454
##bury:1.6931471805599454
##by:1.0
##c:1.0
##ca:1.0
##cake:1.4054651081081644
##cal:1.6931471805599454
##cam:1.4054651081081644
##camp:1.0
##cap:1.4054651081081644
##car:1.4054651081081644
##care:1.0
##case:2.0986122886681096
##castle:1.4054651081081644
##cat:1.4054651081081644
##cation:1.1823215567939547
##cc:1.4054651081081644
##cci:1.6931471805599454
##ce:1.0
##centric:2.0986122886681096
##ch:1.0
##cha:1.1823215567939547
##chai:1.6931471805599454
##chan:1.1823215567939547
##che:1.0
##ched:1.1823215567939547
##cho:1.0
##chu:1.1823215567939547
##ci:1.4054651081081644
##cing:1.1823215567939547
##ck:1.0
##cks:1.6931471805599454
##cl:1.0
##class:1.4054651081081644
##co:1.0
##color:1.1823215567939547
##com:1.4054651081081644
##con:1.0
##cos:1.4054651081081644
##cr:1.0
##craft:1.1823215567939547
##ct:1.0
##cture:1.6931471805599454
##cu:1.4054651081081644
##cultural:1.4054651081081644
##culus:2.0986122886681096
##cure:2.0986122886681096
##cut:1.4054651081081644
##cute:2.0986122886681096
##cy:1.0
##cycle:1.1823215567939547
##d:1.0
##da:1.1823215567939547
##date:1.6931471805599454
##day:1.0
##ddle:1.6931471805599454
##de:1.0
##den:1.4054651081081644
##der:1.0
##dgets:1.4054651081081644
##di:1.1823215567939547
##dic:1.6931471805599454
##ding:1.0
##dis:1.0
##dly:1.0
##do:1.1823215567939547
##don:1.6931471805599454
##dor:1.4054651081081644
##down:1.4054651081081644
##dra:1.1823215567939547
##drive:1.4054651081081644
##ds:1.1823215567939547
##e:1.0
##ea:1.4054651081081644
##ear:1.1823215567939547
##ec:1.1823215567939547
##ech:1.4054651081081644
##eck:1.4054651081081644
##economic:2.0986122886681096
##ed:1.0
##edd:1.6931471805599454
##ee:1.0
##eering:1.0
##ef:1.6931471805599454
##ei:1.1823215567939547
##ein:1.4054651081081644
##el:1.0
##elin:1.4054651081081644
##ella:1.4054651081081644
##em:1.0
##en:1.1823215567939547
##ena:1.1823215567939547
##ence:1.4054651081081644
##ency:1.6931471805599454
##end:1.0
##eng:1.4054651081081644
##enity:1.4054651081081644
##ens:1.4054651081081644
##ent:1.0
##entation:1.6931471805599454
##enter:1.6931471805599454
##eon:1.1823215567939547
##er:1.0
##era:1.6931471805599454
##erg:1.0
##ergy:1.1823215567939547
##eri:1.4054651081081644
##eria:1.4054651081081644
##erie:1.4054651081081644
##ers:1.0
##ery:1.4054651081081644
##es:1.0
##et:1.1823215567939547
##ete:1.6931471805599454
##eti:1.0
##ette:1.4054651081081644
##eu:1.4054651081081644
##ew:1.1823215567939547
##ex:1.1823215567939547
##f:1.1823215567939547
##fa:1.0
##fe:1.4054651081081644
##fect:1.6931471805599454
##fest:1.4054651081081644
##ff:1.4054651081081644
##fi:1.1823215567939547
##fication:1.6931471805599454
##fin:1.6931471805599454
##fire:1.0
##firm:2.0986122886681096
##fl:1.4054651081081644
##fle:1.1823215567939547
##flow:1.6931471805599454
##flower:1.1823215567939547
##fo:1.1823215567939547
##for:1.4054651081081644
##form:1.6931471805599454
##fr:1.0
##free:1.0
##front:1.4054651081081644
##ft:1.1823215567939547
##fu:1.0
##ful:1.0
##fulness:1.0
##g:1.0
##ga:1.0
##game:1.6931471805599454
##gan:1.0
##gar:1.6931471805599454
##gate:1.6931471805599454
##gating:1.4054651081081644
##ge:1.0
##ged:1.6931471805599454
##gen:1.4054651081081644
##ger:1.4054651081081644
##get:1.4054651081081644
##gh:1.0
##gi:1.1823215567939547
##gil:1.6931471805599454
##ging:1.4054651081081644
##gist:1.4054651081081644
##giving:1.4054651081081644
##gl:1.1823215567939547
##gli:1.4054651081081644
##gn:1.6931471805599454
##go:1.0
##gon:1.4054651081081644
##gos:2.0986122886681096
##gra:2.0986122886681096
##grad:1.1823215567939547
##grapher:1.4054651081081644
##graphy:1.4054651081081644
##gs:1.4054651081081644
##gur:1.4054651081081644
##h:1.0
##ha:1.6931471805599454
##ham:1.1823215567939547
##han:1.1823215567939547
##hand:1.1823215567939547
##har:1.0
##hd:2.0986122886681096
##he:1.1823215567939547
##head:1.1823215567939547
##hel:1.1823215567939547
##hen:1.1823215567939547
##her:1.0
##hey:1.6931471805599454
##hi:1.1823215567939547
##hiti:1.6931471805599454
##ho:1.1823215567939547
##hoe:1.4054651081081644
##hol:1.4054651081081644
##holder:1.6931471805599454
##hom:1.4054651081081644
##hoot:1.0
##hop:1.0
##hore:1.4054651081081644
##house:1.0
##how:1.0
##hr:1.4054651081081644
##hs:1.1823215567939547
##i:1.0
##ia:1.0
##ial:1.1823215567939547
##ian:1.0
##ib:1.1823215567939547
##ible:1.4054651081081644
##ic:1.0
##ica:1.0
##ice:1.0
##ics:1.1823215567939547
##id:1.1823215567939547
##ida:1.4054651081081644
##idal:1.4054651081081644
##ide:1.1823215567939547
##ie:1.0
##ien:1.0
##ier:1.4054651081081644
##ies:1.0
##iff:1.6931471805599454
##ify:1.4054651081081644
##iga:1.4054651081081644
##igen:2.0986122886681096
##igraphy:1.0
##ii:2.0986122886681096
##il:1.0
##ili:1.1823215567939547
##iling:1.4054651081081644
##ilis:1.6931471805599454
##ill:1.1823215567939547
##ils:1.4054651081081644
##im:1.1823215567939547
##imi:1.1823215567939547
##in:1.0
##ina:1.0
##inc:1.4054651081081644
##ind:1.1823215567939547
##ine:1.0
##iner:1.0
##ing:1.0
##ingen:1.6931471805599454
##ini:1.0
##ino:1.6931471805599454
##ins:1.1823215567939547
##int:1.1823215567939547
##io:1.4054651081081644
##iology:1.6931471805599454
##ion:1.1823215567939547
##ious:1.1823215567939547
##ip:1.0
##ique:1.1823215567939547
##ir:1.0
##ira:1.1823215567939547
##ire:1.4054651081081644
##is:1.0
##isan:1.0
##ise:1.4054651081081644
##isha:1.1823215567939547
##ism:1.0
##ist:1.1823215567939547
##it:1.0
##ite:1.0
##ites:1.4054651081081644
##ith:2.0986122886681096
##iti:1.1823215567939547
##ity:1.0
##ium:1.1823215567939547
##ivate:1.1823215567939547
##ive:1.0
##iving:1.6931471805599454
##ivity:1.4054651081081644
##ix:2.0986122886681096
##ization:1.0
##ize:1.0
##ized:1.0
##izing:1.0
##j:1.1823215567939547
##ja:1.4054651081081644
##jar:2.0986122886681096
##je:2.0986122886681096
##jo:1.6931471805599454
##ju:1.1823215567939547
##k:1.0
##ka:1.4054651081081644
##ke:1.0
##keeping:1.1823215567939547
##ki:1.1823215567939547
##kill:1.4054651081081644
##king:1.0
##kle:1.4054651081081644
##kor:2.0986122886681096
##kra:1.1823215567939547
##ks:1.4054651081081644
##kt:1.4054651081081644
##l:1.0
##la:1.4054651081081644
##lan:1.0
##land:1.4054651081081644
##lands:1.6931471805599454
##lash:1.6931471805599454
##lates:1.4054651081081644
##law:1.4054651081081644
##le:1.0
##lea:1.0
##led:1.0
##len:1.4054651081081644
##les:1.1823215567939547
##less:1.1823215567939547
##let:1.1823215567939547
##lf:1.6931471805599454
##li:1.0
##lian:1.4054651081081644
##life:1.1823215567939547
##light:1.4054651081081644
##lim:1.4054651081081644
##line:1.0
##ling:1.1823215567939547
##lining:1.0
##lip:1.6931471805599454
##list:1.1823215567939547
##listic:1.1823215567939547
##lit:1.4054651081081644
##lita:1.6931471805599454
##lla:1.1823215567939547
##lli:2.0986122886681096
##lly:1.4054651081081644
##lo:1.0
##log:1.1823215567939547
##logist:1.6931471805599454
##logy:1.1823215567939547
##lom:2.0986122886681096
##long:1.6931471805599454
##lor:1.1823215567939547
##lov:1.6931471805599454
##ls:1.0
##lts:2.0986122886681096
##lu:1.0
##lus:1.1823215567939547
##ly:1.0
##m:1.0
##ma:1.1823215567939547
##made:1.1823215567939547
##making:1.1823215567939547
##man:1.0
##mana:1.6931471805599454
##mas:1.4054651081081644
##mat:1.1823215567939547
##mb:1.0
##mba:1.1823215567939547
##me:1.0
##med:1.4054651081081644
##mel:1.6931471805599454
##ment:1.0
##mer:1.1823215567939547
##mers:1.4054651081081644
##mes:1.4054651081081644
##met:1.0
##metric:1.4054651081081644
##mi:1.0
##mic:1.1823215567939547
##min:1.0
##ming:1.0
##mite:1.4054651081081644
##mmer:1.1823215567939547
##mo:1.0
##mont:1.4054651081081644
##more:1.4054651081081644
##mp:1.4054651081081644
##mt:1.1823215567939547
##mun:1.1823215567939547
##mut:1.6931471805599454
##n:1.0
##na:1.0
##name:1.6931471805599454
##nat:1.4054651081081644
##nation:1.4054651081081644
##nc:1.0
##nce:1.4054651081081644
##nch:1.4054651081081644
##nco:1.1823215567939547
##nction:1.6931471805599454
##ncy:1.6931471805599454
##nd:1.1823215567939547
##ndo:1.4054651081081644
##ne:1.1823215567939547
##ner:1.1823215567939547
##ners:1.0
##nesia:1.6931471805599454
##ness:1.0
##ng:1.0
##nge:1.4054651081081644
##nger:1.0
##ni:1.1823215567939547
##nia:1.1823215567939547
##night:1.1823215567939547
##ning:1.0
##nk:1.1823215567939547
##no:1.1823215567939547
##nology:2.0986122886681096
##ns:1.0
##nt:1.0
##ntial:2.0986122886681096
##ny:1.6931471805599454
##o:1.0
##oc:1.0
##oche:1.1823215567939547
##ock:1.4054651081081644
##od:1.1823215567939547
##ode:2.0986122886681096
##odle:1.6931471805599454
##odon:1.6931471805599454
##oe:1.6931471805599454
##of:1.0
##off:1.0
##og:1.1823215567939547
##ogist:2.0986122886681096
##ography:1.6931471805599454
##oia:2.0986122886681096
##ok:1.1823215567939547
##oke:1.1823215567939547
##ol:1.1823215567939547
##old:1.6931471805599454
##ologist:1.6931471805599454
##ology:1.1823215567939547
##om:1.1823215567939547
##oma:1.4054651081081644
##ome:1.1823215567939547
##omics:1.6931471805599454
##on:1.0
##ong:1.4054651081081644
##oni:1.1823215567939547
##onne:1.4054651081081644
##ono:1.4054651081081644
##ons:1.0
##ont:1.6931471805599454
##oo:1.1823215567939547
##ook:1.6931471805599454
##ool:1.1823215567939547
##oot:1.1823215567939547
##op:1.1823215567939547
##oped:1.6931471805599454
##oper:2.0986122886681096
##ops:1.6931471805599454
##or:1.0
##ora:1.1823215567939547
##ord:1.4054651081081644
##ore:1.1823215567939547
##ores:1.6931471805599454
##org:1.4054651081081644
##ori:1.1823215567939547
##oria:1.6931471805599454
##oris:1.6931471805599454
##ork:1.0
##ort:1.1823215567939547
##os:1.1823215567939547
##osa:2.0986122886681096
##ost:1.0
##ot:1.0
##our:1.0
##ous:1.1823215567939547
##out:1.0
##ova:1.4054651081081644
##ove:2.0986122886681096
##over:1.0
##ow:1.0
##owing:1.4054651081081644
##own:1.1823215567939547
##ox:1.1823215567939547
##p:1.0
##pa:1.0
##pac:1.1823215567939547
##pace:1.1823215567939547
##pack:1.4054651081081644
##pad:1.4054651081081644
##par:1.0
##park:1.6931471805599454
##pe:1.0
##ped:1.4054651081081644
##per:1.1823215567939547
##person:1.1823215567939547
##personal:1.6931471805599454
##ph:1.1823215567939547
##physics:2.0986122886681096
##pi:1.4054651081081644
##ping:1.0
##pl:1.0
##play:1.1823215567939547
##po:1.0
##pol:1.1823215567939547
##pop:1.4054651081081644
##por:1.1823215567939547
##ports:1.1823215567939547
##pp:1.4054651081081644
##pr:1.1823215567939547
##pres:1.6931471805599454
##pro:1.1823215567939547
##pt:1.1823215567939547
##pu:1.1823215567939547
##py:1.6931471805599454
##q:1.0
##qa:1.1823215567939547
##qu:2.0986122886681096
##qua:1.4054651081081644
##que:1.4054651081081644
##quet:1.6931471805599454
##quil:1.4054651081081644
##quin:1.1823215567939547
##r:1.0
##ra:1.0
##rable:1.6931471805599454
##rac:1.4054651081081644
##rade:1.6931471805599454
##raf:1.4054651081081644
##rai:1.4054651081081644
##rak:1.6931471805599454
##ral:1.1823215567939547
##ran:1.6931471805599454
##rang:1.6931471805599454
##rat:1.4054651081081644
##rate:1.6931471805599454
##ration:1.0
##ray:1.6931471805599454
##rd:1.1823215567939547
##re:1.0
##rea:1.4054651081081644
##red:1.1823215567939547
##ree:1.1823215567939547
##resh:1.0
##ri:1.0
##ria:1.1823215567939547
##ric:1.1823215567939547
##ride:1.1823215567939547
##rie:1.6931471805599454
##ries:1.0
##rift:1.6931471805599454
##rim:2.0986122886681096
##rin:1.4054651081081644
##rini:1.4054651081081644
##rino:2.0986122886681096
##rio:1.6931471805599454
##rity:1.6931471805599454
##rium:1.4054651081081644
##rm:1.4054651081081644
##rn:1.4054651081081644
##ro:1.0
##ron:1.1823215567939547
##room:1.4054651081081644
##rop:1.6931471805599454
##rou:1.1823215567939547
##rous:1.4054651081081644
##rov:1.1823215567939547
##rs:1.0
##rt:1.0
##rte:1.6931471805599454
##rti:1.1823215567939547
##ru:1.1823215567939547
##rum:1.6931471805599454
##run:1.1823215567939547
##ry:1.0
##s:1.0
##sa:1.1823215567939547
##sai:1.4054651081081644
##sal:1.1823215567939547
##san:1.6931471805599454
##sat:2.0986122886681096
##sb:1.6931471805599454
##sc:1.0
##sca:1.1823215567939547
##sch:1.1823215567939547
##script:2.0986122886681096
##se:1.0
##sea:1.0
##sen:1.4054651081081644
##ser:1.4054651081081644
##sh:1.1823215567939547
##shi:1.1823215567939547
##ship:1.0
##sho:1.1823215567939547
##si:1.0
##sia:1.6931471805599454
##sic:1.6931471805599454
##side:1.1823215567939547
##sit:1.1823215567939547
##sm:1.4054651081081644
##sp:1.0
##ss:1.1823215567939547
##st:1.0
##sta:1.0
##star:1.1823215567939547
##ster:1.4054651081081644
##stic:1.1823215567939547
##su:1.1823215567939547
##sum:1.4054651081081644
##sw:1.4054651081081644
##sy:1.1823215567939547
##t:1.0
##ta:1.1823215567939547
##table:1.0
##taking:1.6931471805599454
##tal:1.1823215567939547
##tale:1.4054651081081644
##tance:1.0
##tar:1.0
##tas:1.1823215567939547
##te:1.0
##teacher:1.1823215567939547
##tech:1.4054651081081644
##ter:1.0
##ters:1.1823215567939547
##th:1.0
##the:1.1823215567939547
##therapy:1.1823215567939547
##tic:1.4054651081081644
##tics:1.6931471805599454
##time:1.0
##ting:1.0
##tion:1.0
##tist:1.4054651081081644
##tive:1.4054651081081644
##tment:1.1823215567939547
##to:1.0
##ton:1.1823215567939547
##tone:1.0
##top:1.0
##tor:1.0
##torm:1.4054651081081644
##tors:1.4054651081081644
##tory:1.4054651081081644
##tos:1.1823215567939547
##tour:1.6931471805599454
##town:1.4054651081081644
##tra:1.0
##tri:1.1823215567939547
##trip:1.1823215567939547
##tro:1.1823215567939547
##try:1.4054651081081644
##ts:1.0
##tte:1.1823215567939547
##tter:1.4054651081081644
##ttering:2.0986122886681096
##ture:1.1823215567939547
##tv:1.4054651081081644
##ty:1.0
##tz:1.4054651081081644
##u:1.0
##ua:1.4054651081081644
##ual:1.1823215567939547
##uba:1.4054651081081644
##uce:1.6931471805599454
##ucher:1.6931471805599454
##ue:1.0
##uf:1.1823215567939547
##ug:1.4054651081081644
##ui:1.4054651081081644
##uk:1.4054651081081644
##uke:1.6931471805599454
##ul:1.0
##ule:1.0
##uled:1.1823215567939547
##ulent:1.4054651081081644
##um:1.0
##un:1.0
##una:1.6931471805599454
##und:1.1823215567939547
##unt:1.1823215567939547
##up:1.0
##ur:1.0
##ura:1.1823215567939547
##ure:1.1823215567939547
##uri:1.1823215567939547
##uring:1.4054651081081644
##uro:1.4054651081081644
##urr:1.6931471805599454
##us:1.0
##ut:1.1823215567939547
##ute:1.0
##uven:1.1823215567939547
##ux:1.4054651081081644
##v:1.0
##va:1.0
##vac:1.6931471805599454
##vance:1.6931471805599454
##ve:1.0
##ven:1.1823215567939547
##ver:1.1823215567939547
##vers:1.4054651081081644
##very:1.1823215567939547
##ves:1.6931471805599454
##vi:1.1823215567939547
##via:1.1823215567939547
##vid:1.4054651081081644
##vier:1.6931471805599454
##view:1.1823215567939547
##ville:1.6931471805599454
##ving:1.0
##vis:1.4054651081081644
##vo:1.1823215567939547
##vr:1.0
##w:1.1823215567939547
##wal:1.1823215567939547
##war:1.4054651081081644
##ware:1.6931471805599454
##was:1.6931471805599454
##wash:2.0986122886681096
##watch:1.0
##water:1.4054651081081644
##way:1.1823215567939547
##wed:1.4054651081081644
##week:1.0
##weight:2.0986122886681096
##wer:1.4054651081081644
##wide:1.4054651081081644
##wind:1.1823215567939547
##wing:1.6931471805599454
##wn:1.4054651081081644
##wood:1.1823215567939547
##work:1.0
##working:1.1823215567939547
##world:1.4054651081081644
##wr:1.1823215567939547
##writing:1.4054651081081644
##x:1.1823215567939547
##y:1.0
##ya:1.4054651081081644
##yc:1.6931471805599454
##ye:1.4054651081081644
##year:1.6931471805599454
##yl:1.1823215567939547
##yme:1.6931471805599454
##yo:1.0
##ys:1.0
##yu:1.4054651081081644
##z:1.0
##za:1.0
##zation:1.4054651081081644
##ze:1.1823215567939547
##zer:1.1823215567939547
##zers:1.6931471805599454
##zing:1.0
##zu:2.0986122886681096
##zz:1.4054651081081644
##가:1.0
##가드:1.6931471805599454
##가방:1.1823215567939547
##가스:1.1823215567939547
##가와:1.1823215567939547
##가요:1.4054651081081644
##가을:1.0
##가정:1.0
##가족:1.1823215567939547
##가지:1.0
##가치:1.0
##각:1.0
##간:1.0
##간다:1.4054651081081644
##갈:1.0
##갈비:1.4054651081081644
##감:1.0
##감독:1.4054651081081644
##감사:1.0
##갑:1.1823215567939547
##갓:1.1823215567939547
##강:1.0
##같:1.1823215567939547
##같이:1.4054651081081644
##개:1.0
##개발:1.0
##객:1.0
##갤:1.1823215567939547
##갯:1.4054651081081644
##갱:1.1823215567939547
##거:1.0
##거래:1.0
##거리:1.1823215567939547
##거운:1.0
##건:1.0
##걷:1.1823215567939547
##걸:1.6931471805599454
##걸리:2.0986122886681096
##걸이:1.6931471805599454
##검:1.0
##검사:1.4054651081081644
##게:1.0
##게이:1.4054651081081644
##게이션:1.6931471805599454
##게임:1.0
##겜:2.0986122886681096
##겨:1.1823215567939547
##겨운:2.0986122886681096
##겨울:1.0
##격:1.0
##견:1.0
##결:1.0
##결승:1.6931471805599454
##결제:1.4054651081081644
##겸:1.6931471805599454
##겹살:2.0986122886681096
##경:1.0
##경기:1.0
##경제:1.1823215567939547
##계:1.0
##계선:2.0986122886681096
##계약:1.1823215567939547
##고:1.0
##고기:1.0
##고리:1.1823215567939547
##고사:1.4054651081081644
##고속:1.4054651081081644
##고스:1.4054651081081644
##고시:1.1823215567939547
##고양이:1.4054651081081644
##고추:1.4054651081081644
##곡:1.1823215567939547
##곤:1.4054651081081644
##골:1.0
##골목:1.6931471805599454
##곰:1.1823215567939547
##곱:1.6931471805599454
##곳:1.1823215567939547
##공:1.0
##공간:1.0
##공사:1.1823215567939547
##공산:2.0986122886681096
##공원:1.1823215567939547
##공항:1.4054651081081644
##공화국:1.6931471805599454
##곶:1.6931471805599454
##과:1.0
##과이:1.0
##과학:1.0
##곽:1.4054651081081644
##관:1.0
##관계:1.0
##관광:1.1823215567939547
##관리:1.0
##광:1.0
##광장:1.4054651081081644
##교:1.0
##교사:1.6931471805599454
##교육:1.0
##교통:1.4054651081081644
##교회:1.6931471805599454
##구:1.0
##구역:1.1823215567939547
##구이:1.1823215567939547
##구장:1.4054651081081644
##구정:1.4054651081081644
##구조:1.1823215567939547
##국:1.0
##국사:1.1823215567939547
##국수:1.4054651081081644
##군:1.1823215567939547
##굴:1.1823215567939547
##굽:1.6931471805599454
##굿:1.4054651081081644
##궁:1.4054651081081644
##권:1.0
##귀:1.0
##규:1.0
##규모:1.6931471805599454
##규어:1.4054651081081644
##균:1.0
##그:1.0
##그라:1.4054651081081644
##그라드:2.0986122886681096
##그래:1.1823215567939547
##그램:1.0
##그레:1.1823215567939547
##그레이드:1.4054651081081644
##그룹:1.0
##그리:1.0
##그림:1.1823215567939547
##극:1.0
##극장:1.6931471805599454
##근:1.0
##근무:1.4054651081081644
##글:1.0
##글라:1.4054651081081644
##금:1.0
##금융:1.6931471805599454
##금자리:2.0986122886681096
##급:1.0
##긍:1.1823215567939547
##기:1.0
##기계:1.1823215567939547
##기구:1.1823215567939547
##기념:1.0
##기능:1.4054651081081644
##기록:1.0
##기부:1.0
##기사:1.1823215567939547
##기수:1.0
##기술:1.0
##기업:1.4054651081081644
##기획:1.0
##긴:1.0
##길:1.0
##김:1.0
##김치:1.1823215567939547
##깅:1.1823215567939547
##깊:1.4054651081081644
##까:1.0
##깎:1.6931471805599454
##깜:1.6931471805599454
##깨:1.1823215567939547
##깨비:1.4054651081081644
##께:1.0
##껫:2.0986122886681096
##꼬:1.4054651081081644
##꼭지:2.0986122886681096
##꽂:1.1823215567939547
##꽃:1.1823215567939547
##꾸:1.1823215567939547
##꾸미:1.6931471805599454
##꿈:1.0
##끝:1.0
##끼:1.0
##끼리:1.1823215567939547
##끽:1.4054651081081644
##나:1.0
##나기:1.1823215567939547
##나다:1.6931471805599454
##나들:1.1823215567939547
##나라:1.1823215567939547
##나리:1.6931471805599454
##나무:1.1823215567939547
##나비:1.4054651081081644
##나와:1.6931471805599454
##나이:1.1823215567939547
##낙:1.4054651081081644
##낚:1.1823215567939547
##난:1.0
##날:1.0
##날레:1.4054651081081644
##날리:1.6931471805599454
##남:1.0
##납:1.0
##낭:1.0
##내:1.0
##내기:1.4054651081081644
##내셔널:1.6931471805599454
##낵:1.4054651081081644
##냅:1.6931471805599454
##냉:1.1823215567939547
##냉면:1.6931471805599454
##너:1.0
##너스:1.4054651081081644
##너지:1.4054651081081644
##넉:1.4054651081081644
##널:1.0
##넘:1.4054651081081644
##넘기:1.6931471805599454
##네:1.1823215567939547
##네마:1.4054651081081644
##네스:1.6931471805599454
##네이:1.4054651081081644
##네트:1.0
##넷:1.0
##녀:1.1823215567939547
##녁:1.0
##년:1.0
##년기:1.1823215567939547
##념:1.0
##녕:2.0986122886681096
##녘:1.6931471805599454
##노:1.0
##노동:1.1823215567939547
##노미:1.6931471805599454
##노스:1.4054651081081644
##녹:1.1823215567939547
##논:1.1823215567939547
##놀:1.0
##놀이:1.0
##농:1.0
##뇨:2.0986122886681096
##누:1.0
##누리:1.6931471805599454
##눈:1.1823215567939547
##눈썹:2.0986122886681096
##눔:1.0
##뉴:1.0
##뉴스:1.0
##뉴얼:1.1823215567939547
##느:1.4054651081081644
##는:1.0
##늘:1.1823215567939547
##능:1.0
##능력:1.4054651081081644
##늪:1.6931471805599454
##니:1.0
##니스:1.0
##니스탄:2.0986122886681096
##니아:1.4054651081081644
##니카:1.6931471805599454
##닉:1.0
##닉스:1.1823215567939547
##님:1.0
##닝:1.1823215567939547
##다:1.0
##다리:1.0
##다발:1.4054651081081644
##다운:1.0
##다이:1.0
##닥:1.1823215567939547
##닦:2.0986122886681096
##단:1.0
##단지:1.0
##단체:1.0
##달:1.0
##달리:1.4054651081081644
##닭:1.1823215567939547
##담:1.0
##담회:1.4054651081081644
##답:1.0
##닷:1.1823215567939547
##당:1.0
##대:1.0
##대교:1.1823215567939547
##대기:1.1823215567939547
##대문:1.4054651081081644
##대왕:2.0986122886681096
##대장:1.1823215567939547
##대표:1.0
##댁:1.4054651081081644
##댄:1.0
##댐:2.0986122886681096
##댕:2.0986122886681096
##더:1.0
##덕:1.1823215567939547
##던:1.1823215567939547
##덜:1.4054651081081644
##덤:1.4054651081081644
##데:1.0
##데미:1.1823215567939547
##데스:1.4054651081081644
##데이:1.0
##데이트:1.0
##덴:1.6931471805599454
##델:1.0
##도:1.0
##도로:1.1823215567939547
##도르:1.6931471805599454
##도사:1.6931471805599454
##도어:1.4054651081081644
##도전:1.0
##독:1.0
##돈:1.4054651081081644
##돋:1.0
##돌:1.0
##동:1.0
##동강:1.1823215567939547
##동물:1.0
##동산:1.0
##동생:1.6931471805599454
##동아:1.1823215567939547
##돼지:1.4054651081081644
##되:1.4054651081081644
##된:1.0
##두:1.1823215567939547
##두부:1.4054651081081644
##둔:1.4054651081081644
##둘:1.6931471805599454
##뒤:1.4054651081081644
##뒷:1.4054651081081644
##듀:1.6931471805599454
##드:1.0
##드라:1.0
##드라마:1.4054651081081644
##드레:1.1823215567939547
##드로:1.4054651081081644
##드리:1.0
##득:1.0
##든:1.1823215567939547
##듣:1.1823215567939547
##들:1.0
##들리:1.4054651081081644
##들의:1.4054651081081644
##들이:1.6931471805599454
##등:1.0
##디:1.0
##디스:1.0
##디어:1.0
##디오:1.0
##딘:1.4054651081081644
##딜:1.6931471805599454
##딧:1.6931471805599454
##딩:1.0
##따:1.0
##딸:1.4054651081081644
##떠:1.4054651081081644
##떡:1.6931471805599454
##떼:1.4054651081081644
##뜨:1.6931471805599454
##뜻:1.4054651081081644
##라:1.0
##라도:1.4054651081081644
##라리:1.4054651081081644
##라미:1.4054651081081644
##라스:1.0
##라이:1.0
##라이언스:2.0986122886681096
##라이트:1.1823215567939547
##라인:1.0
##락:1.0
##란:1.1823215567939547
##란드:2.0986122886681096
##란트:1.1823215567939547
##람:1.0
##랍:1.4054651081081644
##랑:1.1823215567939547
##랑스:1.1823215567939547
##랑카:1.6931471805599454
##래:1.0
##랙:1.0
##랜:1.0
##랜드:1.0
##램:1.1823215567939547
##랩:1.0
##랫:1.4054651081081644
##랭:1.4054651081081644
##랭이:2.0986122886681096
##랭크:1.6931471805599454
##략:1.0
##량:1.0
##러:1.0
##러리:1.1823215567939547
##러스:1.1823215567939547
##러진:2.0986122886681096
##럭:1.1823215567939547
##런:1.0
##런치:1.4054651081081644
##럴:1.1823215567939547
##럼:1.0
##럽:1.4054651081081644
##렁:1.4054651081081644
##레:1.0
##레드:1.0
##레미:1.6931471805599454
##레스:1.0
##레스트:1.4054651081081644
##레이:1.0
##레이드:1.4054651081081644
##레이션:1.1823215567939547
##레이크:1.0
##레인:1.4054651081081644
##레인지:1.4054651081081644
##레일:1.1823215567939547
##렉:1.1823215567939547
##렉션:1.4054651081081644
##렉스:1.6931471805599454
##렌:1.0
##렐:1.6931471805599454
##렛:1.1823215567939547
##려:1.0
##력:1.0
##련:1.0
##렴:1.0
##령:1.0
##례:1.1823215567939547
##로:1.0
##로그:1.1823215567939547
##로드:1.0
##로스:1.1823215567939547
##로운:1.0
##로지:1.4054651081081644
##록:1.0
##론:1.0
##롤:1.0
##롯:1.4054651081081644
##롱:1.0
##뢰:1.6931471805599454
##료:1.0
##룡:1.4054651081081644
##루:1.0
##루션:1.4054651081081644
##루스:1.4054651081081644
##룩:1.1823215567939547
##룰:1.6931471805599454
##룸:1.0
##류:1.0
##륙:1.6931471805599454
##륜:1.4054651081081644
##률:1.4054651081081644
##르:1.0
##르기:1.0
##르드:1.4054651081081644
##륵:1.6931471805599454
##른:1.0
##를:1.0
##름:1.0
##릉:1.1823215567939547
##리:1.0
##리그:1.4054651081081644
##리사:1.1823215567939547
##리스:1.0
##리스트:1.0
##리시:1.1823215567939547
##리아:1.1823215567939547
##리안:1.6931471805599454
##리어:1.4054651081081644
##리에:1.4054651081081644
##리즘:1.1823215567939547
##리트:1.0
##리티:1.4054651081081644
##리포:1.0
##리학:1.6931471805599454
##리히:1.6931471805599454
##릭:1.0
##린:1.0
##릴:1.0
##림:1.0
##림동:2.0986122886681096
##림픽:1.4054651081081644
##립:1.0
##릿:1.0
##링:1.0
##링크:1.0
##링턴:1.6931471805599454
##마:1.0
##마당:1.6931471805599454
##마리:1.4054651081081644
##마스:1.0
##마을:1.1823215567939547
##마음:1.1823215567939547
##마켓:1.0
##마크:1.1823215567939547
##마트:1.0
##막:1.0
##만:1.0
##만두:1.4054651081081644
##말:1.0
##말라:1.6931471805599454
##맛:1.1823215567939547
##망:1.0
##맞:1.1823215567939547
##맞이:1.0
##맞춤:1.0
##맡:1.6931471805599454
##매:1.0
##매기:1.4054651081081644
##매도:2.0986122886681096
##매장:1.0
##맥:1.1823215567939547
##맥스:1.4054651081081644
##맥주:1.1823215567939547
##맨:1.1823215567939547
##맹:1.1823215567939547
##머:1.0
##머니:1.1823215567939547
##머리:1.4054651081081644
##머스:1.4054651081081644
##먹:1.1823215567939547
##먼트:1.0
##멀:1.0
##멋:1.4054651081081644
##멍:1.4054651081081644
##메:1.0
##메이:1.1823215567939547
##메이드:1.4054651081081644
##메이션:1.4054651081081644
##멘:1.0
##멘터리:1.1823215567939547
##멜:1.4054651081081644
##멤:1.0
##며:1.1823215567939547
##면:1.0
##명:1.0
##모:1.0
##모니:1.1823215567939547
##모스:1.1823215567939547
##목:1.0
##몬:1.4054651081081644
##몰:1.0
##몸:1.4054651081081644
##몹:1.6931471805599454
##못:1.1823215567939547
##묘:1.4054651081081644
##무:1.0
##무리:1.1823215567939547
##무소:1.4054651081081644
##무실:1.4054651081081644
##무역:1.4054651081081644
##무원:2.0986122886681096
##무진:1.4054651081081644
##묵:1.6931471805599454
##문:1.0
##문서:1.0
##문제:1.0
##문화:1.0
##문화재:1.4054651081081644
##묻:1.6931471805599454
##물:1.0
##뮤:1.1823215567939547
##뮤니:1.0
##뮬:1.1823215567939547
##믈:1.4054651081081644
##미:1.0
##미디어:1.1823215567939547
##미사:2.0986122886681096
##미술:1.0
##미스:1.6931471805599454
##미아:1.4054651081081644
##미지:1.6931471805599454
##믹:1.1823215567939547
##민:1.0
##민국:1.6931471805599454
##민주:1.4054651081081644
##민턴:1.4054651081081644
##밀:1.0
##밀리:1.4054651081081644
##밍:1.0
##및:1.0
##밑:1.1823215567939547
##바:1.0
##바구니:1.6931471805599454
##바나:1.4054651081081644
##바다:1.1823215567939547
##바람:1.1823215567939547
##바르:1.6931471805599454
##바바:1.6931471805599454
##바스:1.4054651081081644
##바위:1.6931471805599454
##바이:1.0
##바이트:2.0986122886681096
##박:1.0
##박스:1.4054651081081644
##반:1.0
##반기:1.1823215567939547
##반도:1.6931471805599454
##받:1.0
##발:1.0
##발전:1.0
##밤:1.0
##밥:1.1823215567939547
##방:1.0
##방송:1.4054651081081644
##방향:1.4054651081081644
##밭:1.1823215567939547
##배:1.0
##배우:1.0
##백:1.0
##백산:1.6931471805599454
##백화점:1.6931471805599454
##밴:1.4054651081081644
##밴드:1.4054651081081644
##밸:1.1823215567939547
##밸리:1.4054651081081644
##뱅:1.6931471805599454
##버:1.0
##버거:1.6931471805599454
##버그:1.4054651081081644
##버님:2.0986122886681096
##버리:1.4054651081081644
##버스:1.1823215567939547
##벅:1.0
##번:1.0
##벌:1.0
##범:1.0
##법:1.0
##벚:1.4054651081081644
##베:1.0
##베르:1.6931471805599454
##베스:1.0
##베이:1.1823215567939547
##베이스:1.4054651081081644
##벡:1.1823215567939547
##벤:1.4054651081081644
##벤처:1.0
##벤트:1.0
##벨:1.0
##벼:1.4054651081081644
##벽:1.0
##변:1.0
##별:1.0
##병:1.0
##병원:1.1823215567939547
##보:1.0
##보기:1.0
##보내:1.1823215567939547
##보드:1.0
##보리:1.4054651081081644
##보이:1.1823215567939547
##보증:1.4054651081081644
##보험:1.1823215567939547
##보호:1.0
##복:1.0
##복지:1.4054651081081644
##볶음:1.6931471805599454
##볶이:1.6931471805599454
##본:1.0
##볼:1.1823215567939547
##봄:1.0
##봇:1.4054651081081644
##봉:1.0
##봉사:1.0
##부:1.0
##부모:1.0
##부산:1.1823215567939547
##부인:1.1823215567939547
##북:1.0
##분:1.0
##불:1.0
##불교:1.6931471805599454
##불이:1.6931471805599454
##뷔:1.4054651081081644
##뷰:1.0
##브:1.0
##브라:1.1823215567939547
##브로:1.4054651081081644
##브르:1.6931471805599454
##브리:1.1823215567939547
##브스:1.1823215567939547
##븐:1.0
##블:1.0
##블로:1.1823215567939547
##비:1.0
##비스:1.0
##비아:1.6931471805599454
##비안:1.0
##비용:1.0
##비전:1.4054651081081644
##비치:1.4054651081081644
##빅:1.0
##빈:1.0
##빌:1.0
##빔:1.4054651081081644
##빗:1.4054651081081644
##빙:1.0
##빛:1.4054651081081644
##빠:1.0
##빨:1.4054651081081644
##빵:1.0
##빼:1.4054651081081644
##쁨:1.6931471805599454
##사:1.0
##사고:1.0
##사관:1.4054651081081644
##사기:1.1823215567939547
##사람:1.1823215567939547
##사랑:1.4054651081081644
##사리:1.1823215567939547
##사상:1.4054651081081644
##사업:1.6931471805599454
##사이:1.0
##사장:1.1823215567939547
##사전:1.0
##사진:1.0
##사항:1.0
##사회:1.1823215567939547
##삭:1.1823215567939547
##산:1.0
##산동:1.6931471805599454
##산물:1.1823215567939547
##산성:1.4054651081081644
##산업:1.4054651081081644
##살:1.0
##삶:1.0
##삼:1.1823215567939547
##삿:1.1823215567939547
##상:1.0
##상스:1.0
##상의:1.1823215567939547
##새:1.0
##색:1.0
##샌:1.4054651081081644
##샘:1.1823215567939547
##생:1.0
##생명:1.4054651081081644
##생활:1.0
##샤:1.1823215567939547
##샤브:2.0986122886681096
##샵:1.0
##샷:1.0
##서:1.0
##서관:1.0
##서도:1.1823215567939547
##서리:1.4054651081081644
##서비스:1.0
##서스:1.4054651081081644
##서울:1.1823215567939547
##석:1.0
##선:1.0
##설:1.0
##섬:1.1823215567939547
##섭:1.0
##성:1.0
##성대:1.1823215567939547
##성장:1.0
##세:1.0
##세스:1.4054651081081644
##세요:1.1823215567939547
##세우:1.0
##세이:1.4054651081081644
##센:1.0
##센터:1.0
##센트:1.4054651081081644
##셀:1.0
##셉:1.4054651081081644
##셉션:1.6931471805599454
##셋:1.0
##셔:1.1823215567939547
##셔널:1.4054651081081644
##셔리:1.4054651081081644
##션:1.0
##셜:1.0
##셰:1.6931471805599454
##셸:1.6931471805599454
##소:1.0
##소년:1.1823215567939547
##소리:1.0
##소스:1.1823215567939547
##소통:1.0
##속:1.0
##손:1.0
##솔:1.0
##송:1.0
##솥:1.4054651081081644
##쇄:1.0
##쇼:1.0
##숍:1.1823215567939547
##수:1.0
##수리:1.4054651081081644
##수사:1.6931471805599454
##수수:1.0
##수술:1.6931471805599454
##수정:1.0
##수지:1.4054651081081644
##숙:1.0
##순:1.0
##순간:1.1823215567939547
##순위:1.4054651081081644
##술:1.0
##숨:1.4054651081081644
##숲:1.4054651081081644
##쉐:1.4054651081081644
##쉬:1.0
##슈:1.0
##슈타인:1.4054651081081644
##슐:1.4054651081081644
##스:1.0
##스러운:1.1823215567939547
##스카:1.1823215567939547
##스케:1.0
##스코:1.1823215567939547
##스크:1.1823215567939547
##스크림:1.6931471805599454
##스키:1.1823215567939547
##스타:1.0
##스타일:1.1823215567939547
##스탄:2.0986122886681096
##스터:1.0
##스테:1.1823215567939547
##스토:1.0
##스토리:1.1823215567939547
##스톤:1.4054651081081644
##스트:1.0
##스트라:1.4054651081081644
##스티:1.4054651081081644
##스티벌:1.0
##슨:1.0
##슬:1.0
##슬라:1.1823215567939547
##슬로:1.1823215567939547
##습:1.0
##습관:1.1823215567939547
##승:1.1823215567939547
##시:1.0
##시간:1.0
##시계:1.4054651081081644
##시네마:2.0986122886681096
##시대:1.1823215567939547
##시브:1.1823215567939547
##시설:1.1823215567939547
##시스:1.4054651081081644
##시아:1.1823215567939547
##시안:1.1823215567939547
##시원:1.1823215567939547
##시장:1.0
##시티:1.1823215567939547
##시피:1.6931471805599454
##시험:1.1823215567939547
##식:1.0
##식물:1.4054651081081644
##신:1.0
##신기:1.1823215567939547
##실:1.0
##실험:1.1823215567939547
##심:1.0
##십:1.0
##싱:1.0
##싸:1.4054651081081644
##싸움:1.6931471805599454
##쌤:1.4054651081081644
##썬:1.1823215567939547
##썰:1.4054651081081644
##썸:1.4054651081081644
##쓰:1.6931471805599454
##쓰기:1.4054651081081644
##씨:1.1823215567939547
##아:1.0
##아가:1.1823215567939547
##아르:1.4054651081081644
##아리:1.4054651081081644
##아버지:1.6931471805599454
##아보:1.4054651081081644
##아시아:1.4054651081081644
##아웃:1.0
##아이:1.0
##아트:1.0
##아프리카:1.4054651081081644
##악:1.0
##악산:1.4054651081081644
##안:1.0
##안전:1.0
##않:1.1823215567939547
##알:1.0
##알라:1.4054651081081644
##암:1.0
##암동:1.4054651081081644
##압:1.0
##앙:1.4054651081081644
##앞:1.0
##애:1.0
##액:1.0
##앤:1.1823215567939547
##앨:1.0
##앱:1.1823215567939547
##야:1.0
##약:1.0
##얏:1.6931471805599454
##양:1.0
##어:1.0
##어로:1.1823215567939547
##어리:1.1823215567939547
##어링:1.6931471805599454
##어머니:1.4054651081081644
##어스:1.4054651081081644
##어티:2.0986122886681096
##억:1.0
##언:1.0
##언스:1.1823215567939547
##얼:1.0
##엄:1.1823215567939547
##업:1.0
##업자:1.6931471805599454
##업체:1.0
##없:1.0
##없이:1.6931471805599454
##에:1.0
##에스:1.1823215567939547
##에이:1.0
##엑스:1.1823215567939547
##엔:1.0
##엔지니어:2.0986122886681096
##엘:1.1823215567939547
##엠:1.4054651081081644
##여:1.0
##여름:1.0
##여행:1.0
##역:1.0
##연:1.0
##연구:1.1823215567939547
##연대:1.4054651081081644
##연설:1.4054651081081644
##연수:1.1823215567939547
##연합:1.6931471805599454
##열:1.0
##열차:1.6931471805599454
##염:1.1823215567939547
##영:1.0
##영상:1.0
##영수:1.4054651081081644
##영장:1.0
##영화:1.0
##예:1.0
##예산:1.1823215567939547
##예술:1.0
##오:1.0
##오르:1.1823215567939547
##오리:1.4054651081081644
##오카:1.4054651081081644
##오프:1.1823215567939547
##오피스:1.1823215567939547
##옥:1.4054651081081644
##온:1.0
##올:1.0
##올리:1.1823215567939547
##옵:1.6931471805599454
##옷:1.4054651081081644
##와:1.0
##와서:1.6931471805599454
##왁:1.6931471805599454
##완:1.0
##왕:1.0
##왕산:1.6931471805599454
##외:1.0
##외과:2.0986122886681096
##요:1.0
##요금:1.4054651081081644
##요일:1.4054651081081644
##욕:1.0
##욕장:1.4054651081081644
##용:1.0
##용수:1.6931471805599454
##용품:1.4054651081081644
##우:1.0
##우드:1.0
##우리:1.1823215567939547
##우스:1.1823215567939547
##우주:1.1823215567939547
##욱:1.6931471805599454
##운:1.0
##운동:1.0
##운드:1.1823215567939547
##운전:1.4054651081081644
##울:1.0
##움:1.0
##웃:1.1823215567939547
##웅:1.6931471805599454
##워:1.0
##워드:1.1823215567939547
##워즈:2.0986122886681096
##워크:1.0
##원:1.0
##원지:1.1823215567939547
##원회:1.6931471805599454
##월:1.0
##월드:1.4054651081081644
##웜:2.0986122886681096
##웨:1.1823215567939547
##웨어:1.1823215567939547
##웨이:1.4054651081081644
##웰:1.0
##웹:1.0
##위:1.0
##위원회:1.4054651081081644
##위치:1.1823215567939547
##윈:1.0
##윙:1.4054651081081644
##유:1.0
##유럽:1.1823215567939547
##유산:1.1823215567939547
##유진:2.0986122886681096
##육:1.1823215567939547
##윤:1.4054651081081644
##율:1.0
##융합:1.4054651081081644
##으:1.1823215567939547
##으로:1.0
##은:1.0
##을:1.0
##음:1.0
##음료:1.4054651081081644
##읍:1.6931471805599454
##응:1.0
##의:1.0
##의사:1.1823215567939547
##의식:1.6931471805599454
##이:1.0
##이나:1.4054651081081644
##이너:1.1823215567939547
##이도:1.6931471805599454
##이동:1.0
##이드:1.0
##이상:1.4054651081081644
##이스:1.4054651081081644
##이즈:1.1823215567939547
##이크:1.0
##이트:1.0
##이팅:1.6931471805599454
##이행:1.4054651081081644
##익:1.1823215567939547
##익스:1.4054651081081644
##인:1.0
##인드:1.1823215567939547
##인트:1.0
##일:1.0
##일기:1.1823215567939547
##일러:1.4054651081081644
##일리:1.1823215567939547
##일보:1.4054651081081644
##일이:1.4054651081081644
##읽:1.6931471805599454
##읽기:1.4054651081081644
##임:1.0
##임스:1.6931471805599454
##임자:1.6931471805599454
##입:1.0
##잇:1.4054651081081644
##있:1.0
##잉:1.1823215567939547
##잊:1.0
##자:1.0
##자기:1.0
##자동:1.0
##자리:1.0
##자와:1.1823215567939547
##자원:1.1823215567939547
##자유:1.0
##자의:1.6931471805599454
##작:1.0
##잔:1.1823215567939547
##잔치:1.4054651081081644
##잠:1.0
##잡:1.0
##잡이:1.1823215567939547
##장:1.0
##장난:1.6931471805599454
##장성:1.4054651081081644
##장수:1.1823215567939547
##장치:1.6931471805599454
##재:1.0
##재료:1.6931471805599454
##재판:1.6931471805599454
##쟁:1.1823215567939547
##저:1.0
##저가:1.4054651081081644
##저트:1.4054651081081644
##적:1.0
##전:1.0
##전기:1.0
##전도:1.4054651081081644
##전자:1.0
##전환:1.1823215567939547
##절:1.0
##점:1.0
##접:1.1823215567939547
##정:1.0
##정리:1.0
##정보:1.0
##정부:1.4054651081081644
##정식:1.4054651081081644
##정신:1.1823215567939547
##정원:1.1823215567939547
##정책:1.4054651081081644
##제:1.0
##제리:1.6931471805599454
##제품:1.0
##제한:1.4054651081081644
##젝:1.4054651081081644
##젝트:1.0
##젠:1.4054651081081644
##젠테이션:1.6931471805599454
##젤:1.4054651081081644
##져:1.4054651081081644
##조:1.0
##조각:1.4054651081081644
##조건:1.6931471805599454
##조리:1.4054651081081644
##조사:1.1823215567939547
##조치:1.1823215567939547
##족:1.0
##존:1.1823215567939547
##졸:1.0
##종:1.0
##좋:1.0
##좌:1.0
##좌석:1.6931471805599454
##주:1.0
##주의:1.0
##죽:1.4054651081081644
##준:1.0
##줄:1.0
##중:1.0
##중간:1.1823215567939547
##중국:1.1823215567939547
##쥬:1.1823215567939547
##즈:1.0
##즌:1.1823215567939547
##즐:1.0
##즘:1.6931471805599454
##증:1.0
##지:1.0
##지구:1.0
##지기:1.1823215567939547
##지능:1.6931471805599454
##지도:1.0
##지막:1.0
##지먼트:2.0986122886681096
##지방:1.1823215567939547
##지사:1.0
##지엄:1.1823215567939547
##지역:1.0
##직:1.0
##직원:1.1823215567939547
##진:1.0
##진로:1.6931471805599454
##질:1.0
##짐:1.1823215567939547
##집:1.0
##짓:1.4054651081081644
##징:1.1823215567939547
##짜:1.0
##짜기:1.0
##짝:1.6931471805599454
##째:1.6931471805599454
##찌개:1.4054651081081644
##찍:1.1823215567939547
##찜:1.4054651081081644
##차:1.0
##차례:2.0986122886681096
##착:1.0
##찬:1.0
##찰:1.0
##참:1.0
##찻:1.4054651081081644
##창:1.0
##찾:1.0
##채:1.0
##책:1.0
##챌:1.0
##챔:1.4054651081081644
##챙:1.1823215567939547
##처:1.0
##처리:1.0
##처치:1.4054651081081644
##척:1.0
##천:1.0
##철:1.0
##철도:1.1823215567939547
##철수:1.6931471805599454
##첨:1.0
##첩:1.1823215567939547
##첫:1.1823215567939547
##청:1.0
##청사:1.6931471805599454
##체:1.0
##체육:1.1823215567939547
##체인:1.1823215567939547
##쳐:1.6931471805599454
##초:1.0
##촉:1.6931471805599454
##촌:1.1823215567939547
##촐:2.0986122886681096
##총:1.6931471805599454
##촬:1.0
##최:1.0
##추:1.0
##축:1.0
##축구:1.1823215567939547
##축제:1.0
##춘:1.1823215567939547
##출:1.0
##출산:1.4054651081081644
##춤:1.1823215567939547
##충:1.0
##취:1.0
##취업:1.1823215567939547
##츠:1.0
##측:1.0
##층:1.4054651081081644
##치:1.0
##치기:1.1823215567939547
##치료:1.1823215567939547
##치아:1.6931471805599454
##치즈:1.6931471805599454
##칙:1.4054651081081644
##친:1.0
##칠:1.1823215567939547
##침:1.0
##칭:1.0
##카:1.0
##카드:1.1823215567939547
##카라:1.4054651081081644
##카메라:1.1823215567939547
##카이:1.1823215567939547
##칵:1.6931471805599454
##칸:1.4054651081081644
##칼:1.1823215567939547
##캉스:1.1823215567939547
##캐:1.0
##캐피탈:1.6931471805599454
##캔:1.1823215567939547
##캘:1.0
##캠:1.0
##캠프:1.0
##캡:1.1823215567939547
##캣:1.6931471805599454
##커:1.0
##커스:1.1823215567939547
##커트:1.4054651081081644
##커피:1.0
##컨:1.0
##컬:1.0
##컴:1.1823215567939547
##컵:1.1823215567939547
##컷:1.6931471805599454
##케:1.0
##케어:1.1823215567939547
##케이:1.0
##케이션:1.6931471805599454
##케이크:1.4054651081081644
##켄:1.4054651081081644
##켓:1.0
##코:1.0
##코드:1.1823215567939547
##코르:1.6931471805599454
##코스:1.0
##코트:1.1823215567939547
##콕:1.4054651081081644
##콘:1.0
##콘서트:1.4054651081081644
##콜:1.0
##콩:1.4054651081081644
##쿄:1.6931471805599454
##쿠:1.1823215567939547
##쿠버:1.4054651081081644
##쿤:1.6931471805599454
##쿨:1.4054651081081644
##쿼:1.4054651081081644
##퀴:1.4054651081081644
##큐:1.0
##큐어:1.4054651081081644
##큘:1.4054651081081644
##크:1.0
##크라:1.4054651081081644
##크로:1.1823215567939547
##크리:1.0
##크림:1.4054651081081644
##큰:1.6931471805599454
##클:1.0
##클라:1.1823215567939547
##클럽:1.0
##클리:1.4054651081081644
##키:1.0
##키스탄:1.6931471805599454
##키아:1.6931471805599454
##키지:1.1823215567939547
##킥:1.6931471805599454
##킨:1.1823215567939547
##킬:1.0
##킷:1.1823215567939547
##킹:1.0
##타:1.0
##타고:1.4054651081081644
##타기:1.1823215567939547
##타니:1.4054651081081644
##타르:1.4054651081081644
##타운:1.4054651081081644
##타이:1.0
##타인:1.4054651081081644
##타임:1.0
##탁:1.1823215567939547
##탄:1.1823215567939547
##탈:1.0
##탐:1.0
##탑:1.1823215567939547
##탕:1.4054651081081644
##태:1.0
##태평양:2.0986122886681096
##택:1.0
##택시:1.6931471805599454
##탠:1.4054651081081644
##터:1.0
##터리:1.4054651081081644
##터카:1.6931471805599454
##턴:1.0
##턴트:1.6931471805599454
##털:1.0
##테:1.0
##테르부르크:1.6931471805599454
##테리:1.1823215567939547
##테리아:1.4054651081081644
##테스:1.0
##테이:1.0
##테이션:1.1823215567939547
##테일:1.4054651081081644
##테크:1.4054651081081644
##텍:2.0986122886681096
##텐:1.4054651081081644
##텐츠:1.4054651081081644
##텔:1.1823215567939547
##텔링:1.6931471805599454
##템:1.0
##토:1.0
##토르:1.6931471805599454
##토리:1.1823215567939547
##토스:1.4054651081081644
##톡:1.1823215567939547
##톡스:1.4054651081081644
##톤:1.0
##톱:1.4054651081081644
##통:1.0
##통신:1.6931471805599454
##통화:1.1823215567939547
##퇴:1.1823215567939547
##투:1.0
##투어:1.0
##투자:1.1823215567939547
##툴:1.6931471805599454
##튜:1.0
##튜브:1.4054651081081644
##튬:1.6931471805599454
##트:1.0
##트니:1.4054651081081644
##트라:1.4054651081081644
##트랙:1.1823215567939547
##트로:1.4054651081081644
##트리:1.0
##특:1.0
##특별:1.0
##튼:1.4054651081081644
##틀:1.0
##티:1.0
##티브:1.4054651081081644
##티스:1.0
##티지:1.0
##틱:1.0
##틴:1.1823215567939547
##팀:1.0
##팁:1.1823215567939547
##팅:1.0
##파:1.0
##파리:1.4054651081081644
##파이:1.0
##파이어:1.1823215567939547
##파크:1.0
##파티:1.0
##판:1.0
##팔:1.0
##팜:1.6931471805599454
##팝:1.4054651081081644
##팟:1.1823215567939547
##패:1.0
##패스:1.1823215567939547
##팩:1.0
##팩트:1.6931471805599454
##팬:1.0
##퍼:1.0
##퍼런스:1.1823215567939547
##퍼스:1.0
##펀:1.1823215567939547
##펄:1.6931471805599454
##펌:1.6931471805599454
##펍:1.4054651081081644
##페:1.0
##페스트:1.4054651081081644
##페이:1.1823215567939547
##페이스:1.1823215567939547
##페이지:1.0
##페인:1.0
##펜:1.1823215567939547
##펠:1.4054651081081644
##펫:1.4054651081081644
##편:1.0
##평:1.0
##평가:1.0
##폐:1.1823215567939547
##포:1.0
##포먼스:1.6931471805599454
##포스:1.4054651081081644
##포츠:1.0
##포터:1.4054651081081644
##포트:1.0
##폭:1.6931471805599454
##폰:1.0
##폴:1.0
##폴리:1.4054651081081644
##폴리스:1.6931471805599454
##폴리오:2.0986122886681096
##폼:1.1823215567939547
##표:1.0
##푸:1.1823215567939547
##푸드:1.1823215567939547
##푸르:1.6931471805599454
##풀:1.1823215567939547
##풀이:1.4054651081081644
##품:1.0
##풍:1.1823215567939547
##퓨:1.1823215567939547
##프:1.0
##프라:1.0
##프레:1.0
##프레스:1.6931471805599454
##프로:1.0
##프리:1.1823215567939547
##프스:1.1823215567939547
##프트:1.0
##픈:1.0
##플:1.0
##플랜:1.0
##플레이:1.0
##플로:1.1823215567939547
##피:1.0
##피스:1.4054651081081644
##피아:1.0
##픽:1.0
##핀:1.0
##필:1.0
##필드:1.1823215567939547
##핏:1.4054651081081644
##핑:1.0
##하:1.0
##하늘:1.4054651081081644
##하루:1.1823215567939547
##하마:2.0986122886681096
##하여:1.4054651081081644
##하우스:1.0
##하이:1.0
##하하:2.0986122886681096
##학:1.0
##학교:1.0
##학생:1.1823215567939547
##학습:1.0
##한:1.0
##할:1.0
##함:1.0
##합:1.0
##합니다:1.6931471805599454
##핫:1.0
##항:1.0
##항공:1.1823215567939547
##해:1.0
##해서:1.6931471805599454
##핸:1.1823215567939547
##햄:1.1823215567939547
##했:2.0986122886681096
##행:1.0
##행사:1.0
##행정:1.6931471805599454
##향:1.0
##허:1.0
##헌:1.1823215567939547
##험:1.0
##헤:1.0
##헤이:1.6931471805599454
##헬:1.0
##혁:1.1823215567939547
##현:1.0
##현실:1.4054651081081644
##혈:1.6931471805599454
##협:1.0
##협상:1.4054651081081644
##형:1.0
##혜:1.1823215567939547
##호:1.0
##호텔:1.1823215567939547
##호흡:1.6931471805599454
##혼:1.0
##홀:1.1823215567939547
##홈:1.0
##홍:1.1823215567939547
##화:1.0
##화가:1.6931471805599454
##화학:2.0986122886681096
##확:1.0
##환:1.0
##환경:1.0
##활:1.0
##황:1.0
##회:1.0
##회계:1.6931471805599454
##회관:1.0
##회사:1.0
##회원:1.1823215567939547
##회의:1.0
##회전:1.1823215567939547
##획:1.0
##효:1.0
##효과:1.4054651081081644
##후:1.0
##훈:1.4054651081081644
##훈련:1.0
##휘:1.1823215567939547
##휴:1.0
##휴가:1.1823215567939547
##흐:1.4054651081081644
##흥:1.4054651081081644
##희:1.1823215567939547
##히:1.1823215567939547
##힐:1.4054651081081644
##힘:1.1823215567939547
a:1.0
ab:1.0
about:1.0
abroad:1.1823215567939547
abstract:1.4054651081081644
abu:1.6931471805599454
ac:1.0
academic:1.1823215567939547
academy:1.1823215567939547
acceptance:1.6931471805599454
access:1.4054651081081644
accessibility:1.4054651081081644
accessible:1.6931471805599454
accessories:1.6931471805599454
accommodation:1.4054651081081644
account:1.6931471805599454
accountability:1.4054651081081644
accountant:1.4054651081081644
accounting:2.0986122886681096
accounts:1.6931471805599454
achievement:1.6931471805599454
achievements:1.4054651081081644
acoustic:1.4054651081081644
acquisition:1.1823215567939547
acquisitions:2.0986122886681096
across:1.4054651081081644
act:1.1823215567939547
action:1.0
active:1.1823215567939547
activities:1.0
activity:1.0
ad:1.1823215567939547
adams:1.4054651081081644
adaptation:1.6931471805599454
add:1.4054651081081644
address:1.1823215567939547
adele:2.0986122886681096
adi:1.1823215567939547
adjust:2.0986122886681096
adjustment:1.4054651081081644
administration:1.4054651081081644
administrative:2.0986122886681096
administrator:1.6931471805599454
admission:1.4054651081081644
admissions:1.6931471805599454
adoption:1.0
adriatic:1.6931471805599454
adult:1.1823215567939547
adults:1.1823215567939547
advanced:1.0
advancement:2.0986122886681096
advances:2.0986122886681096
advent:1.6931471805599454
adventure:1.0
adventures:1.4054651081081644
adventurous:1.6931471805599454
advertising:1.4054651081081644
advice:1.1823215567939547
advising:2.0986122886681096
advisor:1.4054651081081644
advisors:1.6931471805599454
advisory:2.0986122886681096
advocacy:1.6931471805599454
advocate:2.0986122886681096
aegean:2.0986122886681096
aerial:1.4054651081081644
aero:1.4054651081081644
af:2.0986122886681096
affair:1.6931471805599454
affairs:1.4054651081081644
affordable:1.1823215567939547
africa:1.6931471805599454
african:1.1823215567939547
after:1.0
afternoon:1.0
ag:1.1823215567939547
age:1.1823215567939547
agency:1.4054651081081644
agenda:1.6931471805599454
agent:1.0
ages:1.1823215567939547
agile:2.0986122886681096
agreement:1.4054651081081644
agricultural:1.1823215567939547
agriculture:1.1823215567939547
ai:1.1823215567939547
aid:1.0
air:1.0
aires:1.6931471805599454
airline:1.6931471805599454
airlines:1.6931471805599454
airport:1.6931471805599454
al:1.4054651081081644
ala:1.6931471805599454
alarm:1.6931471805599454
alaska:1.4054651081081644
album:1.4054651081081644
albuquerque:1.6931471805599454
ale:1.6931471805599454
alert:1.1823215567939547
alex:1.1823215567939547
algebra:2.0986122886681096
algorithm:2.0986122886681096
alice:1.4054651081081644
align:1.6931471805599454
alignment:1.1823215567939547
all:1.0
alley:1.1823215567939547
alliance:1.6931471805599454
alliances:1.6931471805599454
allocation:1.6931471805599454
alone:1.6931471805599454
along:1.1823215567939547
alpha:2.0986122886681096
alpine:1.4054651081081644
alps:1.6931471805599454
alumni:1.1823215567939547
am:1.0
ama:1.4054651081081644
amanda:1.6931471805599454
amateur:1.4054651081081644
amazing:1.6931471805599454
amazon:1.1823215567939547
amendment:2.0986122886681096
america:1.4054651081081644
american:1.1823215567939547
among:1.6931471805599454
amp:1.4054651081081644
amsterdam:1.6931471805599454
amusement:1.4054651081081644
amy:2.0986122886681096
an:1.0
ana:1.1823215567939547
analysis:1.0
analyst:2.0986122886681096
analytical:2.0986122886681096
analytics:1.6931471805599454
analyze:1.6931471805599454
anatomy:1.6931471805599454
ancestors:2.0986122886681096
ancient:1.1823215567939547
and:1.0
andes:1.6931471805599454
ang:2.0986122886681096
angeles:1.4054651081081644
angels:1.4054651081081644
animal:1.0
animated:1.6931471805599454
animation:1.1823215567939547
ann:1.0
anna:1.1823215567939547
anniversary:1.0
announcement:1.6931471805599454
annual:1.0
antarctica:2.0986122886681096
anthropology:2.0986122886681096
anti:1.4054651081081644
antique:1.0
antiques:2.0986122886681096
antonio:1.4054651081081644
antwerp:1.6931471805599454
anxiety:1.4054651081081644
ap:1.4054651081081644
apartment:1.1823215567939547
app:1.0
appalachian:1.6931471805599454
apple:1.1823215567939547
appliances:2.0986122886681096
applicable:1.4054651081081644
application:1.1823215567939547
applications:1.6931471805599454
applied:2.0986122886681096
apply:1.1823215567939547
appointment:1.4054651081081644
appreciation:1.1823215567939547
approaching:1.4054651081081644
approval:1.4054651081081644
aqua:1.1823215567939547
aquarium:1.1823215567939547
aquatic:1.4054651081081644
ar:1.1823215567939547
arabian:1.6931471805599454
arcade:1.4054651081081644
arch:1.4054651081081644
archaeology:1.6931471805599454
archery:1.1823215567939547
arches:1.6931471805599454
archipelago:1.6931471805599454
architect:1.6931471805599454
architectural:1.1823215567939547
architecture:1.0
archive:1.4054651081081644
arctic:1.6931471805599454
area:1.0
arena:1.6931471805599454
argentina:1.6931471805599454
arizona:1.6931471805599454
aroma:1.4054651081081644
around:1.1823215567939547
arrange:1.1823215567939547
arrangement:1.1823215567939547
arrangements:1.0
arranging:1.6931471805599454
arrival:1.1823215567939547
art:1.0
artifacts:1.4054651081081644
artificial:1.6931471805599454
artisans:1.1823215567939547
artist:1.1823215567939547
artistic:1.0
artists:1.1823215567939547
arts:1.0
artwork:1.6931471805599454
as:1.0
ashley:1.1823215567939547
asia:1.4054651081081644
asian:1.1823215567939547
ask:1.4054651081081644
aspects:2.0986122886681096
aspen:1.4054651081081644
assembly:1.4054651081081644
assessment:1.1823215567939547
assignment:1.6931471805599454
assignments:1.6931471805599454
assistance:1.4054651081081644
assistant:1.6931471805599454
associate:1.6931471805599454
associates:2.0986122886681096
association:1.4054651081081644
assurance:1.6931471805599454
astro:1.1823215567939547
astronomy:1.0
at:1.0
ata:2.0986122886681096
athens:1.6931471805599454
athletic:1.4054651081081644
atlanta:1.6931471805599454
atlantic:1.6931471805599454
